Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.de-fi.tmx
Source language: de
Languages: fi

source: Das Schwedische Zentralamt für Arbeitsumwelt (Arbetsmiljöverket) ist die staatliche schwedische Aufsichtsbehörde im Bereich des Arbeitsschutzes.
fi: Ruotsissa työympäristöön liittyviä asioita valvoo valtion viranomainen, Työympäristövirasto (Arbetsmiljöverket).

source: Das Zentralamt hat die Aufgabe, die Arbeitsbedingungen auf den Baustellen zu überprüfen und kann bei Bedarf fordern, dass geeignete Maßnahmen zur Verbesserung und Sicherung des Arbeitsumfelds ergriffen werden.
fi: Jos riskit ovat liian suuria, voimme kieltää työnteon jatkamisen siihen saakka, kunnes määrätyt parannustoimenpiteet on tehty.

source: Sollten sich die Gefahren als zu hoch erweisen, hat das Schwedische Zentralamt für Arbeitsumwelt die Möglichkeit die Fortsetzung der Arbeiten zu untersagen, bis die entsprechenden Verbesserungsmaßnahmen durchgeführt worden sind.
fi: Tällainen kielto on allekirjoitettava, mutta allekirjoitus on vain kuittaus siitä, että varsinainen päätösasiakirja on otettu vastaan.

source: Ein solches Verbot muss unterzeichnet werden, wobei die Unterschrift lediglich eine Quittung dafür ist, dass der Entscheid entgegengenommen wurde.
fi: Monet rakennuksilla työskentelevät altistuvat tapaturmille ja ammatti- taudeille.

source: Sie stürzen, nehmen falsche Körperhaltung bei der Arbeit ein, müssen schwer heben oder können sich an Maschinen schwer verletzen.
fi: Rakennuksilla pudotaan, työskennellään väärissä työasennois- sa, nostetaan raskaita kuormia tai loukkaannutaan koneita käytettäessä.

source: Schlechte Planung und Zeitmangel erhöhen das Unfallrisiko.
fi: Onnettomuusriskiä lisäävät huono suunnittelu ja aikapula.

source: Die Gesetze und Vorschriften des Schwedischen Zentralamts für Arbeitsumwelt enthalten Anweisungen für die ordnungsgemäßen Abläufe von Bauarbeiten.
fi: Rakennustoimintaa säätelee monia Työympäristöviraston antamia lakeja ja asetuksia.

source: Mit der vorliegenden Broschüre wird Ihnen ein Überblick über einige Mindestanforderungen zur Verfügung gestellt.
fi: Tässä esitteessä on kerrottu rakentamiseen liittyvistä vähimmäisvaatimuksista.

source: Bau-, Änderungs-, Reparatur-, Wartungs- oder Abrissarbeiten an Gebäuden oder Anlagen fallen unter das schwedische Arbeitsschutzgesetz und die Bauvorschriften des Schwedischen Zentralamts für Arbeitsumwelt.
fi: Työympäristölaki ja Työympäristöviraston rakennusmääräykset koskevat rakentamista, muutosten tekemistä, korjaamista, rakennusten tai laitosten kunnossapitoa ja purkamista.

source: Schwedische Arbeitsschutzvorschriften gelten auch für ausländische Arbeitskraft und es spielt dabei keine Rolle ob eine Anstellung in einem ausländischen Unternehmen, eine vorübergehende Beschäftigung durch ein schwedisches Unternehmen oder eine Tätigkeit als selbstständiger Unternehmer vorliegt.
fi: Ruotsin työympäristösäännöt koskevat ulkomaista työvoimaa Ruotsissa riippumatta siitä, onko sen palkannut ulkomainen yritys, vuokrannut ruotsalainen työntantaja vai toimiiko se itsenäisenä yrittäjänä.

source: Diese Vorschriften richten sich sowohl an den Unternehmer als auch an seine Mitarbeiter, unabhängig von der Art der Beschäftigung.
fi: Se koskee siis sekä yrittäjää itseään että työntekijöitä työsuhteen muodosta riippumatta.

source: Reduzierung der Sturzgefahr
fi: Putoamisriskin vähentäminen

source: Stürze sind die häufigste Ursache von Todesfällen und Unfällen auf Baustellen.
fi: Putoamiset ovat yleisin kuolemien ja tapaturmien syy rakennustyömailla.

source: Deshalb ist der Vorgesetzte verpflichtet sicherzustellen, dass die Sturzgefahr möglichst gering ist.
fi: Putoamisriskejä on ehkäistävä vennalta.

source: Auch bei geringeren Höhenunterschieden können Schutzvorrichtungen notwendig sein, das trifft z. B. zu, wenn sich Wasser oder scharfe Gegenstände unterhalb des Arbeitsplatzes befinden.
fi: Suojia voidaan tarvita myös myös pienemmissä tasoeroissa, jos alla on esim. vettä tai teräviä esineitä.

source: stabil sein mindestens einen Meter hoch sein einen Handlauf, Zwischenstreben und eine Fußleiste haben.
fi: vähintään metrin korkuisia on oltava yläjuoksu, keskijuoksu ja jalkalista.

source: Sie dürfen auch anders aussehen, müssen allerdings einen gleichwertigen Schutz bieten.
fi: Muukin rakenne on mahdollinen, mutta suojaustason on oltava yhtä hyvä.

source: Bei Arbeiten auf Dächern muss es normalerweise Schutzgeländer oder andere Vorrichtungen geben, die einen gleichwertigen Schutz bieten.
fi: Katolla työskentelyssä tarvitaan suojakaiteita tai muita varusteita, jotka antavat vastaavan suojan.

source: Das Geländer muss direkt an der Traufe oder an einem Gestell angebracht werden, das direkt unterhalb der Traufe aufhört.
fi: Asenna telineet räystääseen tai suo- raan sen alla olevaan telineeseen.

source: Um den Absturz einer Person zu verhindern, die auf einem steilen Dach nach unten rutscht, werden ganz besonders stabile Geländer benötigt.
fi: Telineiden on oltava erityisen vahvat, jotta ne voisivat seisauttaa turvallisesti jyrkältä katolta alas liukuvan henkilön.

source: Falls es nicht gelingt eine feste Absturzsicherung zu installieren, muss ein persönlicher Anseilschutz in Form von Auffanggurten benutzt werden.
fi: Jos kiinteää suojarakennelmaa ei voida asen- taa, on käytettävä henkilökohtaisia turvaval- jaita.

source: Ein Leibriemen sollte allerdings nicht verwendet werden, da es zu schweren Schäden kommen kann.
fi: Lannevyö voi aiheuttaa suuria vahinkoja eikä sitä saa käyttää pelkästään.

source: Das Sicherungsseil muss an einem Anschlagpunkt auf dem Dach angebracht werden.
fi: Kiinnitä köydet johonkin kiinteään rakennelmään katolla ja tarkista niiden pysyvyys.

source: Wenn das Sicherungsseil nirgendwo angebracht werden kann, kann es um eine feste Vorrichtung gewickelt und von einer anderen Person straff gehalten werden.
fi: Kantamattomille rakenteille astumisessa voi myös piillä putoamisriski – sulje pääsy tällaisiin paikkoin.

source: Wenn man dennoch auf solch einer Fläche arbeiten muss, ist die Verwendung einer besonderen Schutzvorrichtung notwendig.
fi: Käytä ylimääräisiä suojavarusteita, jos tällaisissa paikoissa on kuitenkin työskenneltävä.

source: Bei einigen Arbeiten empfiehlt es sich, ein Schutznetz zu verwenden.
fi: Joissakin työtehtävissä saatetaan tarvita erityistä suojaverkkoa.

source: Dabei ist es wichtig, dass eine kompetente Person das Netz und die Installation vor der Benutzung überprüft.
fi: Ennen sen käyttöä asiantuntevan henkilön on tarkastettava verkko ja sen asennus.

source: Wenn jemand mehr als vier Stunden auf einer kleinen Dachfläche arbeiten muss und das Dach außerdem eine Neigung von mehr als 1:4 hat, muss es eine horizontale Arbeitsfläche geben.
fi: Kun työskennellään yli neljä tuntia pienellä katon osalla, jonka kaltevuus on yli 1:4, on käytettävä vaakasuoraa työtasoa.

source: Schutzhelme und Sicherheitsschuhe müssen unter normalen Umständen immer getragen werden.
fi: Suojakypärää ja turvakenkiä on normaalisti käytettävä.

source: Manchmal werden zudem Schutzbrillen, Gehörschutz und Handschuhe benötigt.
fi: Joskus tarvitaan myös näkö- ja kuulosuojaimia sekä käsineitä.

source: Schwere Hebearbeiten und falsche Körperhaltung belasten den Körper
fi: Raskaat kuormat ja väärät työasennot rasittavat kehoa

source: Maschinen und Werkzeuge müssen ergonomisch gestaltet sein.
fi: Koneiden ja työkalujen on oltava ergonomisesti muotoiltuja.

source: Längere Arbeiten auf einer Leiter sind nicht gut für den Körper.
fi: Pitkäaikainen työskentely tikkailta käsin on erityisen raskasta.

source: Eine ebene Stehfläche, z. B. höhenverstellbare Plattformen, sorgt für eine bessere Körperhaltung.
fi: Tasaisella pinnalla, esimerkiksi korkeussäädettävällä työtasolla seistessä työasennon.

source: Die Muskeln des Körpers müssen sich nach einer Anstrengung wieder erholen können.
fi: Lihasten on saatava palautua rasituksen jälkeen.

source: Einseitige Belastung der Muskeln können durch abwechslungsreiche Tätigkeiten vermieden werden.
fi: Yksipuolista kuormitusta voi vähentää mm. vaihtelemalla työtetyötehtäviä.

source: Vorschriften, die für chemische Mittel in Schweden gelten
fi: Ruotsin kemikaalilainsäädäntö

source: In der Baubranche werden häufig giftige, krebserregende, ätzende und Allergien verursachende Stoffe benutzt.
fi: Muita vaarallisia aineita sisältäviä tuotteita ovat mm. liimat, maalit ja kaksikomponenttituotteet.

source: Beton, Mörtel und Putz enthalten zum Beispiel Zement, der bei längerem Hautkontakt zu Verätzungen führen kann.
fi: Myös rakennuspöly ja mineraalivilla lasketaan vaarallisiksi, koska ne voivat vahingoittaa hengitysteitä.

source: Für den Fall, dass chemische Mittel benutzt werden, die einen oder mehrere gefährliche Stoffe beinhalten, muss ein Sicherheitsdatenblatt des Herstellers am Arbeitsplatz vorliegen.
fi: Työpaikalla on säilytettävä käyttöturvallisuustiedotteet sellaisista kemiallisista aineista, jotka sisältävät ainakin yhtä vaarallista ainetta.

source: Für in Schweden erworbene Produkte muss ein Sicherheitsdatenblatt in schwedischer Sprache vorhanden sein.
fi: Ruotsista ostetuissa kemikaaleissa käyttöturvallisuustiedotteen tulee olla ruotsinkielinen.

source: Unternehmen, die für den eigenen Gebrauch gefährliche chemische Produkte nach Schweden einführen, haben die Verantwortung dafür, dass es schriftliche Risiko- und Schutzin- formationen zu dem Produkt am Arbeitsplatz in einer Sprache gibt, die von den Anwendern verstanden wird.
fi: Jos yritys tuo vaarallista kemikaalia Ruotsiin omaan käyttöönsä, se vastaavat siitä, työpaikalta löytyy kirjallinen käyttöturvallisuustiedote kielellä, jota käyttäjät ymmärtävät.

source: Der Arbeitgeber hat die Aufgabe, den Arbeitnehmer über die Gefahren im Umgang mit gefährlichen chemischen Produkten aufzuklären und er/sie muss sicherstellen, dass der Arbeitnehmer die Informationen tatsächlich verstanden hat.
fi: Työnantajan on kerrottava työntekijöille kemikaalien riskeistä ja varmistettava, että työntekijät ovat ymmärtäneet ne.

source: Bei bestimmten gefährlichen Stoffen gelten ganz besonders strenge Vorschriften:
fi: Tiettyjä vaarallisia kemikaaleja koskevat erityisen tiukat määräykset:

source: Asbest: Für den Umgang mit und die Beseitigung von Asbest benötigt das beauftragte Unternehmen eine Genehmigung des Schwedischen Zentralamts für Arbeitsumwelt.
fi: Asbesti: Asbestin käsittelyä ja purkua suorittavat yritykset tarvitsevat luvan Työympäristövirastolta.

source: Vorraussetzung für eine Genehmigung ist eine dokumentierte Spezialausbildung und eine ärztliche Bescheinigung.
fi: Luvan saanti edelyttää dokumentoitua erityiskoulutusta ja lääkärintodistuksen.

source: Verstöße gegen diese Vorschriften sind strafbar und können zu hohen Bußgeldern führen.
fi: Näiden sääntöjen rikkominen on rangaistavaa ja se voi johtaa suuriin sakkoihin.

source: Verkehrswege und Materialtransporte
fi: Yhdystiet ja kuljetukset

source: Auf Baustellen müssen sichere Verkehrswege vorhanden sein, z. B. eine Treppe oder eine Rampe zwischen verschiedenen Ebenen.
fi: Rakennustyömaiden yhdysteiden, esimerkiksi rappusten ja eri tasoja yhdistävien ramppien on oltava turvallisia.

source: Bei Höhenunterschieden von mehr als zehn Metern muss ein Aufzug zur Verfügung stehen, da der Arbeitnehmer ansonsten häufig Treppen steigen müsste.
fi: Yli kymmenen metrin tasoeroihin tarvitaan hissi, jottei työntekijöiden tarvitse kulkea liian paljon portaissa.

source: Außerdem müssen ausreichende Sicherheitsabstände oder Schutzvorrichtungen vorhanden sein, wenn Verkehrswege über die Baustelle verlaufen.
fi: Rakennustyömaan ajoteillä on oltava riittävät turvaetäisyydet tai suojalaitteet.

source: Materialtransporte zwischen verschiedenen Ebenen müssen ohne Beseitigung der Schutzgeländer oder anderer Schutzvorrichtungen durchführbar sein.
fi: Eri tasojen väliset kuljetukset on pystyttävä hoitamaan niin, ettei turvavarustuksia tarvitse purkaa.

source: Falls dies nicht möglich ist, müssen die Transporte über Aufnahmebrücken, Lade- öffnungen in Fassaden, Rampen oder besondere Förderanlagen erfolgen.
fi: Jos tämä ei ole mahdollista, kuljetusten on tapahduttava kuormasiltojen, lastausaukkojen, ramppien tai erityisten kuljetusjärjestelmien avulla.

source: Bedienungsanleitung für Hubvorrichtungen, Maschinen und bestimmte andere Produkte
fi: Nostolaittteiden, koneiden ja tiettyjen muiden tuotteiden käyttööhjeet

source: Wenn eine Maschine oder eine Hubvorrichtung in Schweden angeliefert oder in Betrieb genommen wird, muss eine schriftliche Bedienungsanleitung auf Schwedisch beigefügt sein.
fi: Ruotsiin toimitettavan tai siellä käyttöön otettavan koneen tai nostolaitteen mukana on olatava kirjalliset, ruotsinkieliset käyttöohjeet.

source: Der Hersteller trägt dafür die Verantwortung.
fi: Tästä vastaa toimittaja.

source: Auch eine Person, die eine Maschine zum Einsatz nach Schweden einführt, gilt als Hersteller.
fi: Toimittajaksi lasketaan myös se, joka tuo koneen Ruotsiin käyttöä varten. koneen käyttöön Ruotsissa.

source: Informationen über den erforderlichen Inhalt einer Bedienungsanleitung können den Maschinenvorschriften des Schwedischen Zentralamts für Arbeitsumwelt entnommen werden.
fi: Tietoa siitä, mitä käyttöohjeiden pitää sisältää, löytyy Työympäristöviraston koneita ja laitteita koskevista määräyksistä.

source: Vorgefertigte Gerüste müssen bei Anlieferung auch mit einer schriftlichen Bedienungsanleitung auf Schwedisch ausgestattet sein, die dann am Arbeitsplatz zur Verfügung stehen muss.
fi: Myös tehdasvalmisteisten telineiden mukana on oltava kirjalliset ohjeet ruotsiksi toimituksessa, ja niidenkin on löydyttävä työmaalta.

source: Aus den Vorschriften des Schwedischen Zentralamts für Arbeitsumwelt zu Gerüsten geht hervor, was diese Anweisungen beinhalten müssen.
fi: Työympä- ristöviraston määräyksissä on kerrottu, mitä tietoa ohjeissa tulee olla.

source: Wenn eine Maschine, eine Hubvorrichtung, ein Gerüst oder dergleichen bei den Bauarbeiten verwendet wird, müssen die entsprechenden Anweisungen den davon betroffenen Arbeitnehmern zur Verfügung gestellt werden.
fi: Kun konetta, nostolaitetta, telinettä tai muuta vastaavaa käytetään rakennustyössä, työntekijän on voitava saada lukea niitä koskevat ohjeet sillä kielellä, jota tämä ymmärtää.

source: Diese Anweisungen müssen zudem in einer Sprache verfasst sein, die der Arbeitnehmer versteht.
fi: Koneiden, nostolaitteiden ja tiettyjen muiden tuotteiden CE-merkintä, tyyppihyväksyntä

source: CE-Kennzeichnung, Typenzulassung und Überprüfung von Hubvorrichtungen, Maschinen und bestimmten anderen Produkten
fi: ja tarkastus

source: Neue Hubvorrichtungen und Maschinen müssen für gewöhnlich mit einem CE- Kennzeichen ausgestattet sein, damit sie in Schweden angewendet werden dürfen.
fi: Uusissa nostolaitteissa ja koneissa on yleensä oltava CE-merkintä, jotta niitä voisi käyttää Ruotsissa.

source: Vor der Anlieferung in Schweden müssen vorgefertigte Gerüste und Leitern eine Typenzulassung, vorgefertigte Leitern können auch eine Zertifizierung, von einem anerkannten Organ erhalten haben.
fi: Ruotsiin toimitettavilla tehdasvalmisteisilla telineillä ja tikkailla on oltava valtuutetun elimen tyyppihyväksyntä (ja tikkailla lisäksi sertifiointi).

source: Die meisten Maschinen und Hubvorrichtungen müssen regelmäßig überprüft werden, damit sie zum Einsatz kommen können.
fi: Monia koneita ja nostolaitteita on katsastettava säännöllisesti, jotta niitä voidaan käyttää.

source: Es ist strafbar, Maschinen und Hubvorrichtungen einzusetzen, wenn die Überprüfung nicht erfolgt ist oder wenn die nachgewiesenen Mängel nicht beseitigt worden sind.
fi: On rangaistavaa käyttää koneita ja nostolaitteita, jos katsastusta ei ole tehty tai määrättyjä korjauksia ei ole toteutettu.

source: Die Überprüfung sollte entsprechend der schwedischen Vorschriften erfolgen.
fi: Katsastus on suoritettava Ruotsin sääntöjen mukaisesti.

source: Und nicht vergessen...
fi: Muuta huomiotavaa…

source: Wenn gelagertes Baumaterial in Bewegung versetzt wird, z. B. durch starken Wind, können schwere Unfälle geschehen.
fi: Vakavia onnettomuuksia voi tapahtua, jos rakennusmateriaali alkaa liikkua esimerkiksi kovan tuulen vuoksi.

source: Deshalb ist es wichtig, das Material zu stabilisieren.
fi: Sen takia materiaalit on ankkuroitava huolellisesti.

source: Manchmal kann zudem eine Schutzhütte gegen Wind und Kälte für die Bauarbeiter benötigt werden.
fi: Myös työntekijät tarvitsevat riittävän suojan kylmää ja tuulta vastaan.

source: Bereiche, in denen Gefahr durch herabfallende Gegenstände besteht, müssen abgesperrt und gekennzeichnet werden.
fi: Eristä ja merkitse alueet, joissa on putoavien esineiden vaara.

source: Wenn man sich dennoch dort aufhalten muss, soll ein Schutzdach angebracht sein.
fi: Jos tällaisella alueella on kuitenkin työskenneltävä, tarvitaan suojakatto.

source: Erdarbeiten sind so zu planen, dass der Boden den Belastungen standhält.
fi: Suunnittele maanrakennustyöt siten, ettei maaperää altisteta suuremmalle kuormitukselle kuin mitä se kestää.

source: Bei Bedarf müssen Maßnahmen zur Erhaltung der Standsicherheit des Erdreichs getroffen werden.
fi: Sortuminen on tarvit- taessa estettävä.

source: Außerdem muss überprüft werden, ob Leitungen oder gefährliche Stoffe im Boden vorhanden sind und die Gefahr besteht, dass Maschinen in die Baugrube fallen könnten.
fi: Tarkista, ettei maassa ole johtoja tai vaarallisia aineita ja ettei koneilla ole vaaraa vyöryä kuoppaan.

source: Der Fahrzeugverkehr muss einen angemessenen Abstand zu der Baugrube halten.
fi: Ajoneuvoliikenne on pidettävä etäällä kaivuukuopasta.

source: Vorbeifahrender Verkehr stellt für die Arbeiter auf dem Bauplatz eine Gefahr dar.
fi: Ajoneuvoliikennen rakennustyömaalla on riski.

source: Wenn möglich, muss der Fahrverkehr umgeleitet werden.
fi: Ensi kädessä liikenne on ohjattava muualle.

source: Wer an einem Platz arbeitet, wo die Umleitung des Fahrverkehrs nicht möglich ist, muss Warnkleidung, die mit gut sichtbaren Reflektoren ausgestattet sind, tragen.
fi: Rakennustyömaalla, joka sijaitsee liikenteen keskellä, työntekijöiden on käytettävä heijastavaa turvavaatetusta.

source: Wenn etwas passiert
fi: Jos jotakin tapahtuu

source: Alle müssen schnell und sicher, z. B. bei einem Brand, den Arbeitsplatz verlassen können.
fi: Kaikkien on osattava nopeasti ja turvallisesti tie ulos työpaikalta esimerkiksi tulipalon alta.

source: Fluchtwege und Sammelplätze müssen durch Schilder gekennzeichnet sein.
fi: Hätäpoistumis- tiet ja kokoontumispaikat on merkittävä kyltein.

source: Fluchttüren und Notausgänge müssen nach außen zu öffnen sein und Feuerlöschgeräte müssen leicht zugänglich sein.
fi: Poistumisteiden ovien on avauduttava ulospäin ja sammutusvälineiden on oltava helposti saatavilla.

source: Es sollte immer eine Möglichkeit geben, Erste Hilfe leisten zu können und es sollten Schilder vorhanden sein, die darauf hinweisen, wo die entsprechende Rettungs- und Hilfsausrüstung und die entsprechenden Hilfsmittel aufbewahrt werden.
fi: Ensiapua on aina osattava antaa, ja tilat ja välineet sitä varten on osoitettava kyltein.

source: Außerdem sollten Hinweise mit Telefonnummern von Krankenhaus und Not- und Rettungsdienst, Adressen zum Arbeitsplatz und eventuell eine Anfahrtsbeschreibung vorhanden sein.
fi: Hätänumero, työpaikan osoite ja mahdollinen reittikuvaus on myös oltava selvästi näkyvillä.

source: Vergessen Sie nicht, dass der Anrufer in der Lage sein muss, mit dem schwedischen Not- und Rettungsdienst (Räddnings- tjänsten) kommunizieren zu können.
fi: Mikäli sähköjen katkeaminen aiheuttaisi erityisiä vaaroja työpaikalla, on oltava hätävalaistus.

source: Dies trifft vor allem z. B. auf Arbeiten mit Bausägen oder beim Aufbau von Baugerüsten zu.
fi: Tämä koskee erityisesti rakennussahan käyttöä tai rakennustelineiden pystyttämistä.

source: Sicherheits- und Gesundheitsschutzplan
fi: Työympäristösuunnitelma

source: Der Bauherr hat schon vor Beginn der Bauarbeiten sicherzustellen, dass ein Sicherheits- und Gesundheitsschutzplan für das ganze Projekt erstellt wird.
fi: Ennen rakennustyömaan perustamista on laadittava työympäristösuunni- telma.

source: Es ist in erster Linie die Aufgabe des Sicherheits- und Gesundheitsschutzkoordinators, der für die Planung und Ausführung eingesetzt wurde, dafür zu sorgen, dass ein Sicherheits- und Gesundheitsschutzplan erstellt wird.
fi: Tämän toteuttamisesta vastaa ensi kädessä rakennustyöympäristön suunnittelun ja projektointnin koordinaattori.

source: Der Bauherr oder ein Auftragnehmer, der die Aufgaben des Bauherrn übernommen hat, ist auch verantwortlich für die Erstellung des Sicherheits- und Gesundheitsschutzplans.
fi: Rakennushankkeen toteut- taja tai rakentaja, joka on ottanut tämän henkilön vastuu, vastaa myös suunnitelman teosta.

source: Es wird vorausgesetzt, dass dieser Sicherheits- und Gesundheitsschutzplan dann während der ganzen Bauzeit verwendet wird.
fi: Tarkoituksena on, että työympäristösuunnitelmaa käytetään koko rakentamisvaiheen ajan.

source: Außerdem trägt der Sicherheits- und Gesundheitsschutzkoordinator die Verantwortung dafür, dass der Sicherheits- und Gesundheitsschutzplan bei Bedarf veränderten Bedingungen angepasst wird.
fi: Koordinaattorin on myös suoritettava tarpeen tullen suunnitelmaan muutoksia.

source: Der Plan sollte Folgendes beinhalten:
fi: Suunnitelman on sisällettävä:

source: Die auf dem Arbeitsplatz geltenden Vorschriften
fi: Rakennustyömaalla sovellettavat säännöt

source: Eine Beschreibung, wie die Arbeitssicherheit organisiert wird
fi: Kuvaus rakennusympäristötyön organisoinnista

source: Eine Beschreibung der Arbeitsschutzmaßnahmen, die während der Bauzeit getroffen werden, um ein sicheres Arbeitsumfeld zu gewährleisten.
fi: Kuvaus niistä rakennusympäristötoimenpiteistä, joihin ryhdytään rakennusvaiheessa jotta rakennusympäristöstä tulisi hyvä.

source: Dies trifft insbesondere auf folgende Arbeiten zu:
fi: Se koskee mm. seuraavia töitä:

source: Arbeiten mit Absturzgefahr
fi: töitä, joissa on putoamisriski

source: Ausschachtungsarbeiten mit Absturzgefahr
fi: kaivuutöitä, joissa on maan sortumisrsiki

source: Arbeiten mit bestimmten chemischen oder biologischen Stoffen
fi: työskentelyä tiettyjen kemiallisten tai biologisten aineiden kanssa

source: Arbeiten in der Nähe von Hochspannungsleitungen
fi: työ korkeajännitejohtojen läheisyydessä

source: Arbeiten, bei denen Ertrinkungsgefahr besteht
fi: työtä, johon sisältyy hukkumisriski

source: Arbeiten in Brunnen und Tunneln
fi: työskentelyä kaivoissa ja tunneleissa

source: Arbeiten, die den Einsatz von Sprengmitteln involvieren
fi: työskentelyä räjähdysaineiden kanssa

source: Arbeiten, die die Montage schwerer Bauelemente enthalten
fi: työtä, jossa asennetaan raskaita rakennuselementtejä

source: Arbeiten auf einem Platz oder in einem Bereich mit Durchgangsverkehr als auch der Abriss von tragenden Konstruktionen oder von Materialien oder Stoffen, die ein Gesundheitsrisiko darstellen.
fi: työskentelyä liikenteensekaisella alueella sekä kantavien rakenteiden tai terveydelle vaarallisten materiaalien tai aineiden purkamista.

source: Gemäß § 7 Arbeitsschutzvorschriften muss der Bauherr, außer wenn es sich um kleinere Arbeiten handelt, vor Beginn der Arbeit eine Voranmeldung (förhands- anmälan) an das Schwedische Zentralamt für Arbeitsumwelt (im nächstliegenden Bezirk) übermitteln.
fi: Rakennushankkeen toteuttajan on pieniä töitä lukuun ottamatta jätettävä etukäteisilmoitus työympäristövirastolle (lähimmälle alueelle) ennen työn aloittamista, ks. määräysten 7 §.
